Repository: marinasegala/planup
Catalog: lib/l10n/app_*.arb
Languages: it

source: Friends
it: Amici

source: My profile
it: Il mio profilo

source: My statistics
it: Le mie statistiche

source: Travels
it: Viaggi

source: Places
it: Posti

source: My Travels
it: I miei viaggi

# numFriend
source: The number of friends corrispondes to mutual friendships
it: Il numero di amici corrisponde alle amicizie reciproche

# infoTravelTimeline
source: Only travels with an exact date are shown! Remember: as soon as you know the exact date of a travel, insert it
it: Solo i viaggi con la data esatta sono mostrati! Ricorda: appena conosci la data esatta di un viaggio, inseriscila

source: Ok
it: Capito

source: Settings
it: Impostazioni

# travSubtitle
source: Partecipants: {numFriend}
it: Partecipanti: {numFriend}

# signOut
source: Logout
it: Esci

# uploadMethod
source: Choose a method to upload your photo
it: Seleziona il metodo di caricamento

source: Gallery
it: Galleria

source: Camera
it: Fotocamera

# changeDateSaved
source: Date has been changed
it: La data è stata modificata

source: Change date
it: Cambia la data

# calendar
source: Open calendar
it: Apri il calendario

source: Change photo
it: Cambia la foto

# hintTextNameTravel
source: Travel name: {name}
it: Nome del viaggio: {name}

# counterTextNameTravel
source: Write to change the name of your travel
it: Scrivi per modificare il nome del viaggio

# changeDateFrom
source: Change travel date {date}
it: Cambio la data del viaggio {date}

# infowithoutdesc
source: Price: {price}
it: Prezzo: {price}

# infowithdesc
source: Price: {price} {desc}
it: Prezzo: {price} {desc}

source: One day
it: Giornata

source: Week
it: Settimana

source: Other
it: Altro

source: Period
it: Periodo

source: Date
it: Data

source: Change period
it: Cambia il periodo del viaggio

# changePeriodSaved
source: Period has been changed
it: Il periodo è stato modificato

# sureToDelete
source: Are you sure to delete this travel?
it: Sei sicuro di eliminare questo viaggio?

# sureToDeleteTicket
source: Are you sure to delete this ticket?
it: Sei sicuro di eliminare questo biglietto?

source: Tickets
it: Biglietti

source: Map
it: Mappa

# shopping
source: Personal shopping
it: Acquisti personali

source: Notes
it: Note

# whatBring
source: What to bring
it: Cosa portare

# welcomeOnPlanUp
source: Welcome to PlanUp! Please, sign in with google
it: Benvenuto su PlanUp, accedi con google

source: Sign in with Google
it: Accedi con Google

source: Loading...
it: Caricamento...

source: Processing data...
it: Elaborazione dei dati

# send
source: Create
it: Crea

source: Modify
it: Modifica

# myTravelsEmpty
source: You don't have any travel yet, click + to create one!
it: Non hai ancora viaggiato, clicca su + per creare il tuo primo viaggio!

source: Remove friend
it: Rimuovi amico

# noFriends
source: You don't have any friend yet, add them!
it: Non hai ancora amici, aggiungili!

source: Search friends
it: Cerca amici

# addFriend
source: Add
it: Aggiungi

# friendStatistics
source: Statistics
it: Le sue statistiche

# friendTravels
source: Travels
it: I suoi viaggi

# createTravel
source: Create a new travel
it: Crea il tuo viaggio

# uploadPhoto
source: Upload a photo
it: Carica una foto

# insertNameTravel
source: Insert the name of your travel
it: Inserisci il nome del viaggio

# requiredField
source: Field required
it: Campo obbligatorio

# knownDate
source: I already know the date
it: So già le date del mio viaggio

source: Yes
it: Si

source: Add friends
it: Aggiungi amici

source: My tickets
it: I miei biglietti

source: Add ticket
it: Aggiungi biglietto

# nameTicket
source: Name
it: Nome

# uploadTicket
source: Upload
it: Carica

# noTickets
source: You don't have any ticket yet, click + to add one!
it: Non hai ancora biglietti, clicca su + per aggiungerne uno!

# extImage
source: Image
it: Immagine

# share
source: Share your position
it: Condividi la tua posizione

# removePosition
source: Remove your position
it: Rimuovi la tua posizione

# addMarker
source: Add a new marker
it: Aggiungi un marker

# lat
source: Latitude: {lat}
it: Latitudine: {lat}

# long
source: Longitude: {long}
it: Longitudine: {long}

# nameMarker
source: Place name
it: Nome del posto

# nameRequired
source: The name is mandatory
it: Il nome è obbligatorio

# descriptionMarker
source: Place description
it: Descrizione del posto

source: Cancel
it: Annulla

source: Add
it: Aggiungi

# noDescription
source: You didn't insert any description for this place
it: Non hai inserito una descrizione per questo luogo

source: Remove
it: Rimuovi

# friendLocation
source: Your friend {user} is here
it: Il tuo amico {user} si trova qui

# friendsLocation
source: Your friends {printUsers} are here
it: I tuoi amici {printUsers} si trovano qui

source: Accomodation
it: Alloggio

source: Food
it: Alimentari

source: Restaurant
it: Ristorante

source: Free time
it: Svago

source: Presents
it: Regali

source: Transport
it: Trasporti

source: Gasoline
it: Benzina

# newShopping
source: New expense
it: Nuovo acquisto

# addNameShopping
source: Insert the name of the expense
it: Inserisci il nome della spesa

source: Price
it: Prezzo

# descriptionShopping
source: Expence description
it: Descrizione della spesa

# categoryShopping
source: Expense category
it: Categoria della spesa

# addCategoryShopping
source: Select the category of the expense
it: Seleziona la categoria della tua spesa

# myShopping
source: My expenses
it: I miei acquisti

# noShopping
source: You don't have any expense yet, click + to create one!
it: Non hai ancora acquistato nulla, clicca su + per aggiungere il tuo primo acquisto

source: New note
it: Nuova nota

# nameNote
source: Note name
it: Nome nota

# descriptionNote
source: Note description
it: Descrizione nota

# noNotes
source: You don't have any note yet, click + to create one!
it: Non sono ancora state inserite note, clicca su + per aggiungere la prima nota

# authorNote
source: Author {author}
it: Autore {author}

# authorNoteWithDescription
source: {desc} Author {author}
it: {desc} Autore {author}

source: Private
it: Privato

source: Public
it: Pubblico

source: My List
it: La mia lista

# publicObjects
source: Public objects are visible to all users of the travel
it: Gli oggetti pubblici sono visibili ai tuoi compagni di viaggio

source: New object
it: Nuovo oggetto

# nameObject
source: Object name
it: Nome oggetto

# noObjects
source: You don't have any object yet, click + to create one!
it: Non sono ancora presenti gli oggetti da portare, clicca su + per aggiungere il primo oggetto

source: Group list
it: Lista di gruppo

# checkList
source: Check list of {list}
it: Check list di {list}

# bringBy
source: Bring by {user}
it: Portato da {user}

# noTravelFriend
source: This user doesn't have any travel yet. Organize a trip with your friends!
it: Questo utente non ha ancora viaggiato Inizia a pianificare un viaggio con i tuoi amici!

# sureToExit
source: Are you sure you want to exit?
it: Sei sicuro di voler uscire?

# nameUser
source: Name: {name}
it: Nome: {name}

# hintTextNameUser
source: Insert the name of the user
it: Inserisci il nome dell'utente

# hintInsertFriends
source: You can insert a friend only if the friendship is mutual
it: Puoi inserire un amico solo se l'amicizia è reciproca

# selectedDate
source: Chosen date: {date}
it: Data scelta: {date}
